export const books = [
  {
    img: "https://cdn1.ozone.ru/s3/multimedia-w/wc1200/6021694676.jpg",
    alt: "test",
    title: "Test",
  },
  {
    img: "https://cdn1.ozone.ru/s3/multimedia-w/wc1200/6021694676.jpg",
    alt: "test",
    title: "Test",
  },
  {
    img: "https://cdn1.ozone.ru/s3/multimedia-m/wc1200/6020094682.jpg",
    alt: "test",
    title: "Test",
  },
];

export const person = [
  {
    id: 179,
    Имя: "Иван",
    Фамилия: "Иванов",
    Возраст: 30,
    Прочитано: [
      {
        Автор: "Устинова Татьяна Витальевна",
        Название: "Призрак Канта",
        Жанр: "Художественная литература",
      },
      {
        Автор: "Хруцкий Эдуард Анатольевич",
        Название: "Тревожный август",
        Жанр: "Художественная литература",
      },
      {
        Автор: "Цыферов Геннадий Михайлович",
        Название: "Маленький великанчик",
        Жанр: "Художественная литература",
      },
      {
        Автор: "Левандовский Анатолий Петрович",
        Название: "Молодая гвардия",
        Жанр: "История в целом. Всемирная история",
      },
    ],
    Рекомендации: [
      {
        Автор: "Круз Андрей",
        Название: "Рейтар",
        Жанр: "Художественная литература",
      },
      {
        Автор: "Петров Василий Петрович",
        Название: "Оды ; Письма в стихах ; Разные стихотворения'",
        Жанр: "Художественная литература",
      },
      {
        Автор: "Свечин Николай",
        Название:
          "Завещание Аввакума. Происшествия из службы сыщика Алексея Лыкова и его друзей",
        Жанр: "Художественная литература",
      },
    ],
    Мероприятия: [
      {
        Название: " Выставка 'Малая Грузия'",
        "Дата начала": "2020-11-15",
        "Время начала": "10:00",
        "Место проведения": "ГБУК г. Москвы «ЦКиД «Академический»",
      },
      {
        Название: "Врасплох",
        "Дата начала": "2020-11-21",
        "Время начала": "18:30",
        "Место проведения": "ГБУК г. Москвы «Клуб «Современник»",
      },
      {
        Название:
          "Фестивлаь современных молодежных уличных культур 'Вызов Принят'",
        "Дата начала": "2020-12-07",
        "Время начала": "12:00",
        "Место проведения": "Культурный центр ЗИЛ",
      },
    ],
  },
];
