export const books = [
  {
    img: "https://cdn1.ozone.ru/s3/multimedia-w/wc1200/6021694676.jpg",
    alt: "test",
    title: "Test",
  },
  {
    img: "https://cdn1.ozone.ru/s3/multimedia-w/wc1200/6021694676.jpg",
    alt: "test",
    title: "Test",
  },
  {
    img: "https://cdn1.ozone.ru/s3/multimedia-m/wc1200/6020094682.jpg",
    alt: "test",
    title: "Test",
  },
];

export const person = [
  {
    id: 356827,
    fio: "Иванов Иван",

    recommendations_event: [
      {
        организация:
          "ГБУДО г. Москвы «Детская музыкально-хоровая школа им. И.И.Радченко»",
        наименование: "Хоровое пение",
      },
      {
        организация: "ГБУДО г. Москвы «ДШИ «Феникс»",
        наименование: "Эстрадно-джазовое пение",
      },
      {
        организация: 'ГБПОУ г. Москвы "Академия джаза"',
        наименование: "Музыкальное образование",
      },
      {
        организация: "ГБУДО г. Москвы «ДШИ им. М.А.Балакирева»",
        наименование: "Скрипка",
      },
      {
        организация: "ГБУДО г. Москвы «ДМШ им. Н.П.Ракова»",
        наименование: "Гитара",
      },
      {
        организация: "МГОДШИ «Кусково»",
        наименование: "Виолончель",
      },
    ],

    event_recommendations: [
      {
        event: "С чего начинается театр?",
        type: "культурно-досугово",
        place: "ГБУК г. Москвы «Библиотека искусств им. А.П. Боголюбова»",
        date: "2020-01-23",
      },
      {
        event: "Тепло родных сердец",
        type: "культурно-досугово",
        place: "ГБУК г. Москвы «ДК «Пересвет»",
        date: "2020-11-30",
      },
      {
        event: "Читаем книги Джанни Родари",
        type: "культурно-досугово",
        place: "ГБУК г.Москвы «ЦБС ЮВАО»",
        date: "2020-10-21",
      },
      {
        event: 'Спектакль "Родимое пятно"',
        type: "культурно-досугово",
        place: "ГБУК г. Москвы «ДК «Гайдаровец»",
        date: "2020-10-16",
      },
      {
        event: "На морях",
        type: "культурно-досугово",
        place: "ГБУК г. Москвы «КЦ «Зодчие»",
        date: "2020-10-31",
      },
      {
        event: "О бедном поэте замолвите слово...",
        type: "культурно-досуговое",
        place: "ГБУК г. Москвы «ЦБС САО»",
        date: "2020-11-15",
      },
      {
        event: "Урожай наш, урожай!",
        type: "просветительское",
        place: "ГБУК г. Москвы «ТКС «Планета»",
        date: "2020-10-26",
      },
      {
        event:
          "Спектакль в рамках Всероссийского фестиваля театрального творчества",
        type: "культурно-досуговое",
        place: "ГБУК г. Москвы «КЦ «Рублево»",
        date: "2020-11-01",
      },
      {
        event: 'Мюзикл Максима Дунаевского "Алые паруса"',
        type: "культурно-досугово",
        place: "ГБУК г. Москвы «КЦ «Москвич»",
        date: "2020-10-21",
      },
    ],
    recommendations: {
      by_genre: {
        "Художественная литература": {
          sign: 5,
          list_of_recommendations: [
            {
              author: "Круз Андрей",
              name: "Рейтар",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Петров Василий Петрович",
              name: "Оды ; Письма в стихах ; Разные стихотворения",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Свечин Николай",
              name:
                "Завещание Аввакума. Происшествия из службы сыщика Алексея Лыкова и его друзей",
              genre: "Художественная литература",
              year: "2014",
            },
            {
              author: "Буль Пьер",
              name: "Планета обезьян",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Сафарли Эльчин",
              name: "Когда я вернусь, будь дома",
              genre: "Художественная литература",
              year: "2017",
            },
          ],
        },
        "Литература для детей и юношества": {
          sign: 2,
          list_of_recommendations: [
            {
              author: "Спилман Корнелия",
              name:
                "Когда я забочусь о других. Сказки для эмоционального интеллекта",
              genre: "Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "Суслов Вольт Николаевич",
              name: "Квик и Квак",
              genre: "Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "Суслов Вольт Николаевич",
              name: "Квик и Квак - спортсмены",
              genre: "Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "Яковлев Юрий Яковлевич",
              name: "Убежало молоко",
              genre: "Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "Анисимова Анна Павловна",
              name: "Горошек круглый год",
              genre: "Литература для детей и юношества",
              year: "2017",
            },
          ],
        },
        "Зарубежная художественная литература для детей и юношества": {
          sign: 2,
          list_of_recommendations: [
            {
              author: "Сазерленд Тай",
              name: "Драконья Сага. Скрытое королевство",
              genre:
                "Зарубежная художественная литература для детей и юношества",
              year: "2018",
            },
            {
              author: "Стюарт Пол",
              name: "Сказки о Ежике и Кролике",
              genre:
                "Зарубежная художественная литература для детей и юношества",
              year: "2018",
            },
            {
              author: "Родари Джанни",
              name: "Приключения Чиполлино",
              genre:
                "Зарубежная художественная литература для детей и юношества",
              year: "2018",
            },
            {
              author: "Райдер Хлое",
              name: "Рождество пони",
              genre:
                "Зарубежная художественная литература для детей и юношества",
              year: "2018",
            },
            {
              author: "Бос Берни",
              name: "Кошки-мышки",
              genre:
                "Зарубежная художественная литература для детей и юношества",
              year: "2017",
            },
          ],
        },
        Проза: {
          sign: 1,
          list_of_recommendations: [],
        },
        "Овощеводство. Садоводство": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Траннуа Павел Франкович",
              name:
                "Золотая школа садовода. Азбука плодового и декоративного сада. Арифметика вашего огорода. Работа над ошибками",
              genre: "Овощеводство. Садоводство",
              year: "2015",
            },
            {
              author: "Кизима Галина Александровна",
              name:
                "Книга огородника и садовода. Долгосрочный календарь до 2022 года",
              genre: "Овощеводство. Садоводство",
              year: "2017",
            },
            {
              author: "Курдюмов Николай Иванович",
              name:
                "Огородные секреты большого урожая на ваших грядках. Грядки в порядке",
              genre: "Овощеводство. Садоводство",
              year: "2016",
            },
            {
              author: "Зайцева Ирина Александровна",
              name: "Самые восхитительные орхидеи",
              genre: "Овощеводство. Садоводство",
              year: "2015",
            },
            {
              author: "Кизима Галина Александровна",
              name:
                "Дача мечты от Галины Кизимы. От планировки до первого урожая",
              genre: "Овощеводство. Садоводство",
              year: "2018",
            },
          ],
        },
        "Развивающая и познавательная литература для дошкольников": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Лаваль Тьерри",
              name: "Найди и покажи. На природе",
              genre: "Развивающая и познавательная литература для дошкольников",
              year: "2014",
            },
            {
              author: "Лаваль Тьерри",
              name: "Найди и покажи. Вокруг света",
              genre: "Развивающая и познавательная литература для дошкольников",
              year: "2014",
            },
          ],
        },
      },
      by_author: {
        "Кондрашов Александр Иванович": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Кюнцлер Лу": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Велтистов Евгений Серафимович": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Велтистов Евгений Серафимович",
              name: "Приключения Электроника. Электроник - мальчик из чемодана",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Велтистов Евгений Серафимович",
              name: "Победитель невозможного",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Велтистов Евгений Серафимович",
              name: "Рэсси - неуловимый друг",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Велтистов Евгений Серафимович",
              name: "Электроник - мальчик из чемодана",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Велтистов Евгений Серафимович",
              name: "Приключения Электроника",
              genre: "Художественная литература",
              year: "2017",
            },
          ],
        },
        "Акунин Борис": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Акунин Борис",
              name: "Бох и Шельма",
              genre: "Художественная литература",
              year: "2015",
            },
            {
              author: "Акунин Борис",
              name: "Черный город",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Акунин Борис",
              name: "Коронация, или Последний из романов",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Акунин Борис",
              name: "Седмица Трехглазого",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Акунин Борис",
              name: "Вдовий плат",
              genre: "Художественная литература",
              year: "2016",
            },
          ],
        },
        "ДиКамилло Кейт": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "ДиКамилло Кейт",
              name: "Марси Уотсон ловит воришку",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "ДиКамилло Кейт",
              name: "Марси Уотсон - настоящая принцесса",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "ДиКамилло Кейт",
              name: "Удивительное путешествие кролика Эдварда",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "ДиКамилло Кейт",
              name: "Марси Уотсон и её соседи",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "ДиКамилло Кейт",
              name: "Как слониха упала с неба",
              genre: "Художественная литература",
              year: "2015",
            },
          ],
        },
        "Баруздин Сергей Алексеевич": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Баруздин Сергей Алексеевич",
              name: "Вежливый бычок",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Баруздин Сергей Алексеевич",
              name: "Почему рыбы молчат",
              genre: "Литература для детей и юношества",
              year: "2016",
            },
            {
              author: "Баруздин Сергей Алексеевич",
              name: "Рави и Шаши",
              genre: "Литература для детей и юношества",
              year: "1986",
            },
            {
              author: "Баруздин Сергей Алексеевич",
              name: "Шел по улице солдат",
              genre: "Литература для детей и юношества",
              year: "1985",
            },
            {
              author: "Баруздин Сергей Алексеевич",
              name: "Сложное поручение",
              genre: "Литература для детей и юношества",
              year: "1969",
            },
          ],
        },
        "Шолохова Елена": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Шолохова Елена",
              name: "Страна сов",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Шолохова Елена",
              name: '"Зарница"',
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "Шолохова Елена",
              name: "Запретная земля",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2017",
            },
            {
              author: "Шолохова Елена",
              name: "Плохой, жестокий, самый лучший",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Шолохова Елена",
              name: "Звезда",
              genre: "Художественная литература",
              year: "2015",
            },
          ],
        },
        "Соснора Виктор Александрович": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Соснора Виктор Александрович",
              name: "Жизнь моя",
              genre: "Художественная литература",
              year: "2013",
            },
          ],
        },
        "Грабовский Ян": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Потоцкая Марина Марковна": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Потоцкая Марина Марковна",
              name: "Сказка о синеглазом поросёнке",
              genre: "Литература для детей и юношества",
              year: "2018",
            },
            {
              author: "Потоцкая Марина Марковна",
              name: "Лимонадная корова и другие истории",
              genre: "Художественная литература",
              year: "2018",
            },
            {
              author: "Потоцкая Марина Марковна",
              name: "Происшествие в Плюшкине",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2018",
            },
            {
              author: "Потоцкая Марина Марковна",
              name: "Лимонадная корова и другие истории",
              genre:
                "Художественная литература ; Российская художественная литература для детей и юношества",
              year: "2018",
            },
          ],
        },
        "Щербакова Галина Николаевна": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Щербакова Галина Николаевна",
              name: "Вам и не снилось",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2015",
            },
            {
              author: "Щербакова Галина Николаевна",
              name: "Женщины в игре без правил",
              genre: "Художественная литература",
              year: "2015",
            },
          ],
        },
        "Вильке Дарья Викторовна": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Вильке Дарья Викторовна",
              name: "Между ангелом и волком",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Вильке Дарья Викторовна",
              name: "Мусорщик",
              genre: "Художественная литература",
              year: "2015",
            },
            {
              author: "Вильке Дарья Викторовна",
              name: "На другом берегу утра : [Бестиарий Святого Фомы]",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2016",
            },
            {
              author: "Вильке Дарья Викторовна",
              name: "Шутовской колпак",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2013",
            },
          ],
        },
        "Каспаравичюс Кястутис": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Йохансен Ханна": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Йохансен Ханна",
              name: "Я всего лишь кошка",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2016",
            },
            {
              author: "Йохансен Ханна",
              name: "Я всего лишь кошка",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Йохансен Ханна",
              name: "Я всего лишь кошка",
              genre: "Художественная литература",
              year: "2017",
            },
          ],
        },
        "Козак Ян": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Водолазкин Евгений Германович": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Водолазкин Евгений Германович",
              name: "Совсем другое время",
              genre: "Художественная литература ; Проза",
              year: "2018",
            },
            {
              author: "Водолазкин Евгений Германович",
              name: "Авиатор",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Водолазкин Евгений Германович",
              name: "Лавр",
              genre: "Художественная литература ; Проза",
              year: "2017",
            },
            {
              author: "Водолазкин Евгений Германович",
              name: "Совсем другое время",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Водолазкин Евгений Германович",
              name: "Лавр",
              genre: "Художественная литература ; Проза",
              year: "2018",
            },
          ],
        },
        "Козлова Анна Юрьевна": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Козлова Анна Юрьевна",
              name: "F20",
              genre: "Художественная литература",
              year: "2016",
            },
          ],
        },
        "Шмидт Гэри": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Шмидт Гэри",
              name: "Битвы по средам",
              genre: "Художественная литература",
              year: "2015",
            },
          ],
        },
        "Апдайк Робин Джон": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Апдайк Робин Джон",
              name: "Бразилия",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Апдайк Робин Джон",
              name: "Иствикские вдовы",
              genre: "Художественная литература",
              year: "2016",
            },
          ],
        },
        "Ширнек Хуберт": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Ширнек Хуберт",
              name: "Бутылочная почта для папы",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2016",
            },
          ],
        },
        "Джейкобсон Дэн": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Белсвик Руне": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Мюллер Герда": {
          sign: 1,
          list_of_recommendations: [],
        },
      },
      by_serie: {
        "Школьная библиотека": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Гарин-Михайловский Николай Георгиевич",
              name: "Детство Темы",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2013",
            },
            {
              author: "Богомолов Владимир Осипович",
              name: "Иван ; Зося",
              genre: "Художественная литература",
              year: "2012",
            },
            {
              author: "Горький Максим",
              name: "Рассказы и сказки",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Одоевский Владимир Федорович",
              name: "Городок в табакерке",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2013",
            },
            {
              author: "Чуковский Николай Корнеевич",
              name: "Водители фрегатов",
              genre: "Художественная литература",
              year: "2013",
            },
          ],
        },
        "Новый детективъ": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Акунин Борис",
              name: "Черный город",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Акунин Борис",
              name: "Коронация, или Последний из романов",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Акунин Борис",
              name: "Смерть Ахиллеса",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Акунин Борис",
              name: "Черный город",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Акунин Борис",
              name: "Приключения Эраста Фандорина в XX веке",
              genre: "Художественная литература",
              year: "2015",
            },
          ],
        },
        "Современная проза": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Габова Елена Васильевна",
              name: "Чайка с застывшим взглядом",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Смелик Эльвира Владимировна",
              name: "Пятое время года",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Шипошина Татьяна Владимировна",
              name: "Светлый ангел на темной стене",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Лазаренская Майя Владимировна",
              name: "Северный ветер дул с юга",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Лавряшина Юлия Александровна",
              name: "Догхантер",
              genre: "Художественная литература",
              year: "2017",
            },
          ],
        },
        "Любит - не любит. Русский любовный роман": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Время - детство!": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Аромштам Марина Семеновна",
              name: "Другая дорога",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Аромштам Марина Семеновна",
              name: "Ворон Клара и яблочный год",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Окуджава Булат Шалвович",
              name: "Прелестные приключения",
              genre:
                "Художественная литература ; Литература для детей и юношества ; Российская художественная литература для детей и юношества",
              year: "2016",
            },
            {
              author: "Вильке Дарья Викторовна",
              name: "Мусорщик",
              genre: "Художественная литература",
              year: "2015",
            },
            {
              author: "Гиваргизов Артур Александрович",
              name: "Дима, Дима и Дима",
              genre: "Художественная литература",
              year: "2016",
            },
          ],
        },
        "Собаки, кошки и другие звери": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Йохансен Ханна",
              name: "Я всего лишь кошка",
              genre:
                "Художественная литература ; Литература для детей и юношества",
              year: "2016",
            },
            {
              author: "Йохансен Ханна",
              name: "Я всего лишь кошка",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Рихтер Ютта",
              name: "Я всего лишь собака",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Йохансен Ханна",
              name: "Я всего лишь кошка",
              genre: "Художественная литература",
              year: "2017",
            },
          ],
        },
        "Новая русская классика": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Рубанов Андрей Викторович",
              name: "Патриот",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Алешковский Петр Маркович",
              name: "Арлекин",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Алешковский Петр Маркович",
              name: "Крепость",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Слаповский Алексей Иванович",
              name: "Неизвестность",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Водолазкин Евгений Германович",
              name: "Совсем другое время",
              genre: "Художественная литература ; Проза",
              year: "2018",
            },
          ],
        },
      },
      best_compilation: {
        list_of_recommendations: [
          {
            author: "Шолохов Михаил Александрович",
            name: "Судьба человека",
            genre: "Художественная литература",
            year: "1977",
          },
          {
            author: "Лермонтов Михаил Юрьевич",
            name: "Герой нашего времени",
            genre: "Художественная литература",
            year: "1979",
          },
          {
            author: "Булычев Кир",
            name: "Миллион приключений",
            genre:
              "Российская художественная литература для детей и юношества ; Российская фантастика и триллер для детей и юношества",
            year: "2016",
          },
          {
            author: "Толстой Лев Николаевич",
            name: "Война и мир",
            genre: "Художественная литература",
            year: "2010-",
          },
          {
            author: "Пушкин Александр Сергеевич",
            name: "Евгений Онегин",
            genre: "Художественная литература ; Российская проза",
            year: "2007",
          },
          {
            author: "Светлова Жанна",
            name: "Волшебный скорпион (чудо на грани реальности) ",
            genre: "Художественная литература",
            year: "2007",
          },
          {
            author: "Куберский Игорь Юрьевич",
            name: "Лола",
            genre: "Художественная литература",
            year: "2007",
          },
          {
            author: "Достоевский Федор Михайлович",
            name: "Братья Карамазовы",
            genre: "Художественная литература",
            year: "2006",
          },
          {
            author: "Майер Стефани",
            name: "Сумерки",
            genre: "Художественная литература",
            year: "2010",
          },
          {
            author: "Хруцкий Эдуард Анатольевич",
            name: "Тревожный август",
            genre: "Художественная литература",
            year: "2019",
          },
          {
            author: "Кондрашов Александр Иванович",
            name: "Говорит Москва",
            genre: "Художественная литература",
            year: "2016",
          },
          {
            author: "Кондрашов Александр Иванович",
            name: "Театральный Декамерон",
            genre: "Художественная литература",
            year: "2001",
          },
          {
            author: "Кондрашов Александр Иванович",
            name: "Театральный Декамерон",
            genre: "Художественная литература",
            year: "2001",
          },
        ],
      },
    },
    user_history: [
      {
        author: "Кондрашов Александр Иванович",
        name: "Говорит Москва",
        genre: "Художественная литература",
        year: "2016",
      },
      {
        author: "Кюнцлер Лу",
        name: "Виолетта исчезающая",
        genre: "Художественная литература",
        year: "2014",
      },
      {
        author: "Велтистов Евгений Серафимович",
        name: "Миллион и один день каникул",
        genre: "Художественная литература ; Литература для детей и юношества",
        year: "2008",
      },
      {
        author: "Акунин Борис",
        name: "Черный город",
        genre: "Художественная литература",
        year: "2013",
      },
      {
        author: "ДиКамилло Кейт",
        name: "Райми Найтингейл - девочка с лампой",
        genre:
          "Художественная литература ; Литература для детей и юношества ; Зарубежная художественная литература для детей и юношества",
        year: "2017",
      },
      {
        author: "Баруздин Сергей Алексеевич",
        name: "Само собой",
        genre: "Художественная литература",
        year: "1984",
      },
      {
        author: "Шолохова Елена",
        name: '"Зарница"',
        genre: "Художественная литература ; Литература для детей и юношества",
        year: "2017",
      },
      {
        author: "Соснора Виктор Александрович",
        name: "Книжка для мышек и для детишек любого возраста",
        genre: "Художественная литература",
        year: "2014",
      },
      {
        author: "Грабовский Ян",
        name: "Муха с капризами",
        genre: "Художественная литература",
        year: "2015",
      },
      {
        author: "Потоцкая Марина Марковна",
        name: "Когда мама была маленькой",
        genre: "Художественная литература",
        year: "2014",
      },
      {
        author: "Щербакова Галина Николаевна",
        name: "Вам и не снилось",
        genre: "Художественная литература",
        year: "1995",
      },
      {
        author: "Вильке Дарья Викторовна",
        name: "Мусорщик",
        genre: "Художественная литература",
        year: "2015",
      },
      {
        author: "Каспаравичюс Кястутис",
        name: "Заяц Моркус Великий",
        genre: "Художественная литература",
        year: "2014",
      },
      {
        author: "Йохансен Ханна",
        name: "Я всего лишь кошка",
        genre: "Художественная литература ; Литература для детей и юношества",
        year: "2016",
      },
      {
        author: "Козак Ян",
        name: "Адам и Ева",
        genre: "Художественная литература",
        year: "1986",
      },
      {
        author: "Водолазкин Евгений Германович",
        name: "Лавр",
        genre: "Художественная литература ; Проза",
        year: "2017",
      },
      {
        author: "Козлова Анна Юрьевна",
        name: "F20",
        genre: "Художественная литература",
        year: "2017",
      },
      {
        author: "Шмидт Гэри",
        name: "Беда",
        genre:
          "Художественная литература ; Зарубежная художественная литература для детей и юношества",
        year: "2014",
      },
      {
        author: "Апдайк Робин Джон",
        name: "Гертруда и Клавдий",
        genre: "Художественная литература",
        year: "2001",
      },
      {
        author: "Ширнек Хуберт",
        name:
          "Медведь в своем репертуаре. Истории, которые хорошо читать вслух",
        genre: "Художественная литература ; Литература для детей и юношества",
        year: "2014",
      },
      {
        author: "Джейкобсон Дэн",
        name: "Богобоязненный",
        genre: "Художественная литература",
        year: "2013",
      },
      {
        author: "Белсвик Руне",
        name: "Простодурсен. Лето и кое-что еще",
        genre:
          "Художественная литература ; Зарубежная художественная литература для детей и юношества",
        year: "2016",
      },
      {
        author: "Мюллер Герда",
        name: "Как растут овощи?",
        genre:
          "Овощеводство. Садоводство ; Развивающая и познавательная литература для дошкольников",
        year: "2014",
      },
    ],
  },
  {
    id: 353401,
    fio: "Петров Петр",

    recommendations_event: [
      {
        организация: "Школа акварели Сергея Андрияки",
        наименование: "Акварельная живопись",
      },
      {
        организация: "Изобразительное искусство",
        наименование:
          'ГБУДО г.Москвы «Детская художественная школа имени В.Ф. Стожарова"',
      },
      {
        организация: "Рисунок, живопись, композиция",
        наименование: 'ГБУДО г.Москвы "КДХШ"',
      },
      {
        организация: "Архитектура",
        наименование: 'ГБУДО г. Москвы "ДШИ "СТАРТ"',
      },
      {
        организация: "Живопись",
        наименование: "ГБУДО г.Москвы «Вороновская ДШИ»",
      },
      {
        организация: "Живопись",
        наименование: "ГБУДО г.Москвы ДХШ 6",
      },
    ],

    event_recommendations: [
      {
        event: "Темные аллеи",
        type: "культурно-досуговое",
        place: "ГБУК г. Москвы «ЦБС ЦАО»",
        date: "2020-10-22",
      },
      {
        event:
          "Из цикла Исторические вторники. Не противился он, серенький, насилию со злом…",
        type: "просветительское",
        place: "ГБУК г. Москвы «Библиотека-читальня им. И.С. Тургенева»",
        date: "2020-10-20",
      },
      {
        event: "Путешествие в Книжный город",
        type: "просветительское",
        place: "ГБУК г. Москвы «ЦБС ЦАО»",
        date: "2020-11-20",
      },
      {
        event: "Кто виноват?",
        type: "культурно-досуговое",
        place: "ГБУК г. Москвы «ЦБС ЦАО»",
        date: "2020-11-13",
      },
      {
        event: "Элементарная история кино",
        type: "просветительское",
        place: "ГБУК г. Москвы «ЦБС ЦАО»",
        date: "2020-10-22",
      },
      {
        event: "Лекция о профессиях будущего",
        type: "просветительское",
        place: "ГБУК г. Москвы «ДК «Дружба»",
        date: "2020-10-20",
      },
      {
        event: "Сюжеты солнечных дней",
        type: "культурно-досуговое",
        place: "ГБУК г. Москвы «ЦКТ «Нега»",
        date: "2020-10-25",
      },
      {
        event: "Басманная осень",
        type: "культурно-досуговое",
        place: "ГБУК г. Москвы «ЦБС ЦАО»",
        date: "2020-12-04",
      },
      {
        event: "Выставка предметов фалеристики",
        type: "просветительское",
        place: "ГБУК г.Москвы «ДК «Нагорный",
        date: "2020-11-03",
      },
    ],
    recommendations: {
      by_genre: {
        "Художественная литература": {
          sign: 3,
          list_of_recommendations: [
            {
              author: "Круз Андрей",
              name: "Рейтар",
              genre: "Художественная литература",
              year: "2013",
            },
            {
              author: "Петров Василий Петрович",
              name: "Оды ; Письма в стихах ; Разные стихотворения",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Свечин Николай",
              name:
                "Завещание Аввакума. Происшествия из службы сыщика Алексея Лыкова и его друзей",
              genre: "Художественная литература",
              year: "2014",
            },
            {
              author: "Буль Пьер",
              name: "Планета обезьян",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Сафарли Эльчин",
              name: "Когда я вернусь, будь дома",
              genre: "Художественная литература",
              year: "2017",
            },
          ],
        },
        "Художественно-игровое кино": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Ярошевская Анна",
              name: "Татьяна Самойлова",
              genre: "Художественно-игровое кино",
              year: "2014",
            },
            {
              author: "Депардье Жерар",
              name: "Такие дела…",
              genre: "Художественно-игровое кино",
              year: "2015",
            },
            {
              author: "Долин Антон Владимирович",
              name: "Оттенки русского",
              genre: "Художественно-игровое кино",
              year: "2017",
            },
            {
              author: "Филимонов Виктор Петрович",
              name: "Андрей Кончаловский. Никто не знает...",
              genre: "Художественно-игровое кино",
              year: "2017",
            },
            {
              author: "Захарчук Михаил Александрович",
              name: "Алексей Баталов. Жизнь. Игра. Трагедия",
              genre: "Художественно-игровое кино",
              year: "2018",
            },
          ],
        },
        "Зарубежная проза": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Джойс Бренда",
              name: "Смертельные обеты",
              genre: "Зарубежная проза",
              year: "2013",
            },
            {
              author: "Сагг Зои",
              name: "Девушка online в турне",
              genre: "Зарубежная проза",
              year: "2016",
            },
            {
              author: "Кинг Стивен",
              name: "Черный дом",
              genre: "Зарубежная проза",
              year: "2017",
            },
            {
              author: "Сафарли Эльчин",
              name: "Когда я без тебя...",
              genre: "Зарубежная проза",
              year: "2015",
            },
            {
              author: "Пьетри Анни",
              name: "Тайное поручение короля",
              genre: "Зарубежная проза",
              year: "2013",
            },
          ],
        },
        "Зарубежный детектив": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Несбе Ю.",
              name: "Кровь на снегу",
              genre: "Зарубежный детектив",
              year: "2015",
            },
            {
              author: "Лителл Джейн",
              name: "Отнять всё",
              genre: "Зарубежный детектив",
              year: "2016",
            },
            {
              author: "Кристи Агата",
              name: "Немезида",
              genre: "Зарубежный детектив",
              year: "2013",
            },
            {
              author: "Стаут Рекс",
              name: "Горная кошка",
              genre: "Зарубежный детектив",
              year: "2015",
            },
            {
              author: "Робертс Нора",
              name: "Охота на бабочек",
              genre: "Зарубежный детектив",
              year: "2017",
            },
          ],
        },
        "История России": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Дэвид-Фокс Майкл",
              name:
                "Витрины великого эксперимента. Культурная дипломатия Советского Союза и его западные гости, 1921-1941 годы",
              genre: "История России",
              year: "2015",
            },
            {
              author: "Гордин Яков Аркадьевич",
              name: "Мятеж реформаторов. Когда решалась судьба России",
              genre: "История России",
              year: "2015",
            },
            {
              author: "Глушкова Вера Георгиевна",
              name: "Новгородская земля",
              genre: "История России",
              year: "2016",
            },
            {
              author: "Глушкова Вера Георгиевна",
              name: "Костромская земля",
              genre: "История России",
              year: "2016",
            },
            {
              author: "Бондаренко Вячеслав Васильевич",
              name: "Герои Первой мировой",
              genre: "История России",
              year: "2014",
            },
          ],
        },
        "Социальная психология": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Максимов Андрей Маркович",
              name: "Общение : в поисках общего",
              genre: "Социальная психология",
              year: "2015",
            },
            {
              author: "Прокопенко Игорь Станиславович",
              name: "Тайны мужчины и женщины",
              genre: "Социальная психология",
              year: "2017",
            },
            {
              author: "Энглер Брэнди",
              name: "Мужчины на моей кушетке",
              genre: "Социальная психология",
              year: "2013",
            },
            {
              author: "Зберовский А. В.",
              name:
                "Грабли для молодоженов, или Учимся на чужих семейных ошибках",
              genre: "Социальная психология",
              year: "2010",
            },
            {
              author: "Берн Эрик",
              name: "Введение в психиатрию и психоанализ для непосвященных",
              genre: "Социальная психология",
              year: "2017",
            },
          ],
        },
      },
      by_author: {
        "Иванов Алексей Викторович": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Иванов Алексей Викторович",
              name: "Дебри",
              genre: "Художественная литература ; Российская проза",
              year: "2017",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Ненастье",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Тобол. Мало избранных",
              genre: "Художественная литература ; Проза",
              year: "2018",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Ёбург",
              genre: "Художественная литература ; Проза",
              year: "2018",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Ебург",
              genre: "Художественная литература",
              year: "2015",
            },
          ],
        },
        "Хоуг Тэми": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Хоуг Тэми",
              name: "Ночные грехи",
              genre: "Художественная литература ; Детектив",
              year: "2013",
            },
          ],
        },
        "Гореславская Нелли Борисовна": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Гореславская Нелли Борисовна",
              name: "Татьяна Доронина. Еще раз про любовь.",
              genre: "Художественно-игровое кино",
              year: "2016",
            },
          ],
        },
        "Сенькин-Толстый Я. М.": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Снегирев Александр": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Снегирев Александр",
              name: "Как же ее звали?..",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Снегирев Александр",
              name: "Как же её звали?..",
              genre: "Художественная литература",
              year: "2015",
            },
            {
              author: "Снегирев Александр",
              name: "Я намерен хорошо провести этот вечер",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Снегирев Александр",
              name: "Как мы бомбили Америку",
              genre: "Художественная литература",
              year: "2015",
            },
            {
              author: "Снегирев Александр",
              name: "Вера",
              genre: "Художественная литература",
              year: "2016",
            },
          ],
        },
        "Соболев Денис": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Стелла Чарли": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Шелдон Сидни": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Шелдон Сидни",
              name: "Расколотые сны",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Шелдон Сидни",
              name: "Звезды светят вниз",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Шелдон Сидни",
              name: "Тонкий расчет",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Шелдон Сидни",
              name: "Пески времени",
              genre: "Художественная литература",
              year: "2017",
            },
            {
              author: "Шелдон Сидни",
              name: "Рухнувшие небеса",
              genre: "Художественная литература",
              year: "2016",
            },
          ],
        },
        "Бурлак Вадим Николаевич": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Квакин Михаил": {
          sign: 1,
          list_of_recommendations: [],
        },
        "Иванов Аполлос Феодосьевич": {
          sign: 1,
          list_of_recommendations: [],
        },
      },
      by_serie: {
        "Новый Алексей Иванов": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Иванов Алексей Викторович",
              name: "Дебри",
              genre: "Художественная литература ; Российская проза",
              year: "2017",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Ненастье",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Тобол. Мало избранных",
              genre: "Художественная литература ; Проза",
              year: "2018",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Ёбург",
              genre: "Художественная литература ; Проза",
              year: "2018",
            },
            {
              author: "Иванов Алексей Викторович",
              name: "Ненастье",
              genre: "Художественная литература",
              year: "2015",
            },
          ],
        },
        "Лучший психологический детектив. Мировое признание!": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Хоуг Тэми",
              name: "Ночные грехи",
              genre: "Художественная литература ; Детектив",
              year: "2013",
            },
          ],
        },
        "Лучшие биографии": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Мультатули Петр Валентинович",
              name: "Император Николай II. Человек и монарх",
              genre: "История в целом. Всемирная история",
              year: "2016",
            },
            {
              author: "Мультатули Петр Валентинович",
              name: "Император Николай II мученик",
              genre: "История России",
              year: "2018",
            },
            {
              author: "Шахмагонов Николай Федорович",
              name: "Екатерина Великая",
              genre: "История России",
              year: "2019",
            },
          ],
        },
        "Александр Снегирев : проза о любви и боли": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Снегирев Александр",
              name: "Как же ее звали?..",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Снегирев Александр",
              name: "Как же её звали?..",
              genre: "Художественная литература",
              year: "2015",
            },
            {
              author: "Снегирев Александр",
              name: "Я намерен хорошо провести этот вечер",
              genre: "Художественная литература",
              year: "2016",
            },
            {
              author: "Снегирев Александр",
              name: "Как мы бомбили Америку",
              genre: "Художественная литература",
              year: "2015",
            },
            {
              author: "Снегирев Александр",
              name: "Вера",
              genre: "Художественная литература",
              year: "2016",
            },
          ],
        },
        Готика: {
          sign: 1,
          list_of_recommendations: [],
        },
        "Top Thriller ; Современный американский бестселлер": {
          sign: 1,
          list_of_recommendations: [],
        },
        "The International Bestseller": {
          sign: 1,
          list_of_recommendations: [
            {
              author: "Кинг Стивен",
              name: "Мобильник",
              genre: "Художественная литература",
              year: "2013",
            },
          ],
        },
      },
      best_compilation: {
        list_of_recommendations: [
          {
            author: "Иванов Алексей Викторович",
            name: "Тобол. Мало избранных",
            genre: "Художественная литература ; Российская проза",
            year: "2019",
          },
          {
            author: "Иванов Алексей",
            name: "Тобол. Много званых",
            genre: "Художественная литература",
            year: "2018",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Ёбург",
            genre: "Художественная литература ; Проза",
            year: "2019",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Комьюнити",
            genre: "Художественная литература",
            year: "2016",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Летоисчисление от Иоанна",
            genre:
              "Художественная литература ; Российская историческая литература",
            year: "2017",
          },
          {
            author: "Светлова Жанна",
            name: "Волшебный скорпион (чудо на грани реальности) ",
            genre: "Художественная литература",
            year: "2007",
          },
          {
            author: "Куберский Игорь Юрьевич",
            name: "Лола",
            genre: "Художественная литература",
            year: "2007",
          },
          {
            author: "Достоевский Федор Михайлович",
            name: "Братья Карамазовы",
            genre: "Художественная литература",
            year: "2006",
          },
          {
            author: "Майер Стефани",
            name: "Сумерки",
            genre: "Художественная литература",
            year: "2010",
          },
          {
            author: "Хруцкий Эдуард Анатольевич",
            name: "Тревожный август",
            genre: "Художественная литература",
            year: "2019",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Псоглавцы",
            genre: "Российская проза",
            year: "2016",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Комьюнити",
            genre: "Художественная литература",
            year: "2016",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Сердце Пармы, или Чердынь - княгиня гор",
            genre: "Художественная литература",
            year: "2012",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Летоисчисление от Иоанна",
            genre:
              "Художественная литература ; Российская историческая литература",
            year: "2017",
          },
          {
            author: "Иванов Алексей Викторович",
            name: "Географ глобус пропил",
            genre: "Художественная литература",
            year: "2016",
          },
        ],
      },
    },
    user_history: [
      {
        author: "Иванов Алексей Викторович",
        name: "Ненастье",
        genre: "Художественная литература",
        year: "2016",
      },
      {
        author: "Хоуг Тэми",
        name: "Прах к праху",
        genre: "Художественная литература",
        year: "2013",
      },
      {
        author: "Гореславская Нелли Борисовна",
        name: "Михалковы. Семейный клан",
        genre: "Художественная литература ; Художественно-игровое кино",
        year: "2009",
      },
      {
        author: "Сенькин-Толстый Я. М.",
        name: "Фердинанд, или Новый Радищев",
        genre: "Художественная литература",
        year: "2014",
      },
      {
        author: "Снегирев Александр",
        name: "Как же ее звали?..",
        genre: "Художественная литература",
        year: "2016",
      },
      {
        author: "Соболев Денис",
        name: "Иерусалим",
        genre: "Художественная литература",
        year: "2005",
      },
      {
        author: "Стелла Чарли",
        name: "Крутые парни",
        genre: "Художественная литература",
        year: "2009",
      },
      {
        author: "Шелдон Сидни",
        name: "Ты боишься темноты?",
        genre:
          "Художественная литература ; Зарубежная проза ; Зарубежный детектив",
        year: "2005",
      },
      {
        author: "Бурлак Вадим Николаевич",
        name: "Москва подземная",
        genre: "История России",
        year: "2006",
      },
      {
        author: "Квакин Михаил",
        name: "Ответы на все вопросы",
        genre: "Социальная психология",
        year: "2004",
      },
      {
        author: "Иванов Аполлос Феодосьевич",
        name: "Тайны Храма Христа",
        genre: "Художественная литература",
        year: "1995",
      },
    ],
  },
];
